Revit 2027 API
ParameterTypeId.RbsElecMains Property
 "Mains"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecMains { get; }
Public Shared ReadOnly Property RbsElecMains As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecMains {
	ForgeTypeId^ get ();
}
static member RbsElecMains : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace